{
  "categories": [
    {
      "category_name": "Geral (105 Perguntas)",
      "questions": [
        "Qual é um filme popular que você não gosta e por quê?",
        "Você sacrificaria um momento de extrema felicidade se soubesse que traria tristeza a alguém?",
        "Se você pudesse ter um super poder, qual seria?",
        "Se você pudesse morar em uma sociedade fictícia (de um livro, filme ou série), qual seria e por quê?",
        "Você acha que nossa infância define quem somos, ou podemos reescrever completamente nossa identidade na idade adulta?",
        "Qual é seu maior medo?",
        "Você acredita que nossos pontos fortes podem, às vezes, ser nossas maiores fraquezas?",
        "Qual característica sua você considera o seu ponto fraco?",
        "Qual é seu maior arrependimento?",
        "Você acha que humor é cultural ou existem piadas universalmente engraçadas?",
        "Qual é a coisa mais importante para você na vida?",
        "Qual foi a sua maior conquista?",
        "Qual foi a coisa mais corajosa que você já fez?",
        "Qual é a coisa mais importante que você quer que as pessoas saibam sobre você?",
        "Um bilhão de reais ou vida eterna?",
        "Se você pudesse jantar com qualquer pessoa, viva ou morta, quem seria e por quê?",
        "Se você pudesse mudar algo em seu passado, o que seria?",
        "Qual livro que mais te marcou e por quê?",
        "Se você fosse um personagem de filme ou livro, quem seria?",
        "Qual é o talento que você gostaria de ter e por quê?",
        "Se você pudesse morar em qualquer lugar do mundo, onde seria?",
        "Qual é a coisa mais estranha ou engraçada que já te aconteceu?",
        "Se você ganhasse na loteria, o que faria com o dinheiro?",
        "Qual é a melhor viagem que você já fez?",
        "Se você pudesse ter um dia perfeito, como seria?",
        "Você acredita que a busca por um dia perfeito pode nos impedir de apreciar os momentos imperfeitos?",
        "Qual é a coisa mais louca que você gostaria de fazer, mas ainda não fez?",
        "Se você pudesse passar um dia com uma celebridade, quem seria?",
        "Qual é a maior mudança que você fez na sua vida até agora?",
        "Qual foi o último filme que te fez chorar?",
        "Qual é a coisa mais valiosa que você aprendeu na vida?",
        "Qual é a sua trilha sonora da vida?",
        "Você acha que a sociedade espera que homens escondam suas emoções? Isso é justo?",
        "Se você pudesse ter uma conversa com a sua versão de 10 anos atrás, o que diria?",
        "Qual foi a coisa mais difícil que você teve que superar?",
        "Qual é a sua primeira memória?",
        "Se pudesse escolher, como seria o seu último dia de vida?",
        "Se você pudesse ter um animal exótico de estimação, qual seria?",
        "Se tivesse a oportunidade de ir ao espaço, você iria?",
        "Quais são os três itens que você salvaria em um incêndio?",
        "Qual foi a coisa mais gentil que alguém já fez por você?",
        "Se você pudesse enviar uma mensagem ao mundo inteiro que duraria apenas 5 segundos, o que você diria?",
        "Qual é o seu episódio de série ou filme que você poderia assistir repetidamente e nunca se cansar?",
        "Se você tivesse a oportunidade de ser imortal, aceitaria?",
        "Qual é a sua comida reconfortante favorita?",
        "Se você pudesse mudar algo no mundo, o que seria?",
        "Qual é o lugar que você mais quer visitar no mundo?",
        "Qual é a sua maior realização pessoal?",
        "Se você pudesse se livrar de uma invenção no mundo, qual seria?",
        "Se você pudesse renascer em qualquer época da história, qual escolheria e por quê?",
        "Você acredita em vida após a morte ou em reencarnação?",
        "Em sua opinião, o ser humano é inerentemente bom ou mau?",
        "Qual é a sua opinião sobre inteligência artificial assumindo trabalhos humanos?",
        "O que você pensa sobre a colonização de outros planetas?",
        "Você acha que a verdade é objetiva ou subjetiva?",
        "Se você tivesse que viver sem um dos seus cinco sentidos, qual sacrificaria?",
        "Você acredita em destino ou acha que somos mestres do nosso próprio caminho?",
        "Qual é a sua opinião sobre experiências paranormais?",
        "Se você pudesse ter acesso a uma verdade universal, qual seria a sua pergunta?",
        "O que você pensa sobre a possibilidade de vida em outros planetas?",
        "Se a ciência pudesse te dar uma resposta definitiva, qual pergunta você faria?",
        "Você sacrificaría uma pessoa para salvar cem?",
        "O que você pensa sobre as teorias da conspiração? Acredita em alguma?",
        "Se você pudesse erradicar uma doença do mundo, qual seria?",
        "O que você faria se descobrisse que a realidade é uma simulação?",
        "Você acha que a humanidade tem um propósito no universo?",
        "O que você pensa sobre viagens no tempo?",
        "O que faria se ganhasse o poder de ser invisível?",
        "Qual é a sua opinião sobre clonagem humana?",
        "O que você faria se tivesse apenas 24 horas de vida?",
        "Você preferiria saber a data de sua morte ou a causa?",
        "Você acha que é ético modificar geneticamente os seres humanos?",
        "O que pensa sobre a existência de múltiplos universos?",
        "Em sua opinião, qual é o maior mistério não resolvido da humanidade?",
        "Você acredita em almas gêmeas?",
        "Você acha que o dinheiro traz felicidade?",
        "O que você pensa sobre a possibilidade de alcançar a imortalidade através da ciência?",
        "Você tomaria uma pílula para apagar uma memória dolorosa?",
        "Se pudesse ter um relacionamento com uma inteligência artificial, você teria?",
        "Qual é a sua opinião sobre a pena de morte?",
        "O que você acha de realidades virtuais indistinguíveis da realidade real?",
        "Você preferiria viver em uma utopia com memórias falsas ou em um mundo real com todas as suas imperfeições?",
        "Você acha que as emoções são uma força motriz ou um obstáculo para a humanidade?",
        "Você trocaria sua vida atual para viver em seu sonho ou fantasia mais profunda?",
        "Em quem ou em quê você colocaria sua fé cega?",
        "Você preferiria viver 1000 anos com uma qualidade de vida mediana ou 50 anos com a melhor qualidade de vida possível?",
        "O que você acha da ideia de que toda a nossa realidade é apenas um sonho?",
        "Você considera mais importante a jornada ou o destino final?",
        "Você daria metade da sua vida em troca de poderes sobrenaturais?",
        "O que você faria se pudesse controlar as emoções das pessoas à sua volta?",
        "Você preferiria ser amado ou temido?",
        "Se pudesse conversar com um ser superior, o que perguntaria?",
        "Você acredita em karma ou destino?",
        "O que você faria se descobrisse um segredo que pudesse abalar o mundo?",
        "O que você considera ser a verdadeira definição de 'mal'?",
        "Você acredita que todas as ações humanas são motivadas por interesse próprio?",
        "O que você acha de experimentos mentais, como o 'Problema do trem'?",
        "Você se sacrificaria por um estranho?",
        "Como você definiria a consciência?",
        "O que você faria se tivesse a capacidade de ler mentes?",
        "Você acredita que o universo tem um começo e um fim?",
        "Você se considera mais lógico/racional ou emocional/intuitivo?",
        "O que você acha da ideia de que não há livre-arbítrio e que tudo é pré-determinado?"
      ]
    },
    {
      "category_name": "Picante (135 Perguntas)",
      "questions": [
        "Qual a última vez que você beijou alguém?",
        "Qual a última vez que você transou?",
        "Qual o maior tempo que você passou sem pegar ninguém?",
        "Qual foi o seu primeiro beijo mais memorável?",
        "Qual é a sua fantasia secreta?",
        "Qual foi o lugar mais estranho onde você já beijou alguém?",
        "Se você pudesse beijar uma celebridade, quem seria?",
        "Você já teve um sonho erótico com alguém que conhece?",
        "Qual é a coisa mais ousada que você já fez?",
        "Você já teve uma paixão por um amigo de seu parceiro?",
        "Se você pudesse passar uma noite com qualquer pessoa no mundo, quem seria?",
        "Qual é a coisa mais louca que você já fez por amor?",
        "Qual é a coisa mais embaraçosa que já aconteceu com você na cama?",
        "Você já teve um encontro às cegas? Como foi?",
        "Qual é a sua maior atração por alguém?",
        "Você já fez algo e se arrependeu no dia seguinte?",
        "Você já foi seduzido ou seduziu alguém?",
        "Você já traiu alguém?",
        "Qual foi a situação mais constrangedora que você já teve em um encontro?",
        "Qual é a sua música favorita para 'aquecer o clima'?",
        "Você já fez amor em um lugar público?",
        "Qual é a coisa mais selvagem que você já fez na cama?",
        "Qual é a sua roupa íntima favorita?",
        "Você já se sentiu atraído por alguém do mesmo sexo?",
        "Qual é o seu filme romântico favorito e por quê?",
        "Qual é a coisa mais sexy que alguém já fez por você?",
        "Qual é a sua posição favorita?",
        "Qual foi a melhor noite da sua vida?",
        "Você já saiu com duas pessoas ao mesmo tempo sem elas saberem?",
        "Você já usou um brinquedo erótico?",
        "Você já teve uma experiência de 'uma noite'?",
        "Qual foi a coisa mais romântica que alguém já fez por você?",
        "Qual é a sua opinião sobre a troca de casais?",
        "Você já teve uma 'quedinha' por seu chefe ou professor?",
        "Você prefere beijar ou ser beijado?",
        "Qual é a coisa mais divertida que já aconteceu com você na cama?",
        "Quando foi a última vez que você se sentiu realmente atraído por alguém?",
        "Qual é a coisa mais sexy em você?",
        "Qual é o seu segredo mais sujo?",
        "Você prefere luzes acesas ou apagadas?",
        "Qual é a coisa mais atraente em um parceiro?",
        "Você prefere dar ou receber carinho?",
        "Em uma escala de 1 a 10, quão confiante você se sente na cama?",
        "Qual é a coisa mais atrevida que você já fez em um primeiro encontro?",
        "Qual parte do corpo você acha mais sexy em si mesmo?",
        "Você já teve uma paixão secreta que nunca contou a ninguém?",
        "Qual é a coisa mais estranha que já te excitou?",
        "Você já teve um crush por algum amigo do seu parceiro atual ou ex?",
        "Já experimentou role-playing? Qual personagem você seria?",
        "Já se vestiu de forma provocante só para provocar alguém?",
        "Qual é o seu maior guilty pleasure na hora do sexo?",
        "Já mandou um nude? Como foi a reação?",
        "Qual foi a cantada mais audaciosa que você já deu ou recebeu?",
        "Já teve algum fetiche que teve vergonha de compartilhar?",
        "Qual é a sua opinião sobre strip-tease?",
        "Você já jogou algum jogo erótico?",
        "Qual é a coisa mais desafiadora que você faria na cama?",
        "Você já se sentiu atraído por alguém totalmente inesperado?",
        "Qual é a sua opinião sobre fazer amor em locais proibidos?",
        "Já teve algum sonho erótico que te deixou constrangido?",
        "Você tem algum ponto fraco que garantidamente te excita?",
        "Qual é a coisa mais ousada que você gostaria de experimentar?",
        "Você já teve algum 'amigo colorido'? Como foi?",
        "Você gosta de provocar ou ser provocado?",
        "Qual é o elogio mais sexy que já recebeu?",
        "Qual é a sua opinião sobre filmes eróticos?",
        "Você prefere ser dominante ou submisso?",
        "Você já fez ou receberia uma massagem sensual?",
        "Qual é a sua música favorita para 'entrar no clima'?",
        "Você já experimentou algemas ou venda nos olhos?",
        "Você gosta de falar sacanagem ou prefere o silêncio?",
        "Qual é a sua opinião sobre os clubes de strip?",
        "Como você se sente sobre fazer amor ao ar livre?",
        "Você já teve um momento 'quente' em um local frio?",
        "Você gosta de um romance lento e apaixonado ou algo mais selvagem?",
        "Qual é o local mais inusitado onde você já teve um momento picante?",
        "Quão experimental você é na cama?",
        "Qual é a sua opinião sobre pole dance como forma de sedução?",
        "Qual é o seu drink favorito para 'aquecer' uma noite?",
        "Qual foi o momento mais picante que você teve em um lugar público?",
        "Já participou ou consideraria uma festa de lingerie?",
        "O que você acha mais sexy: olhar ou tocar?",
        "Você acredita em amor à primeira vista ou apenas em luxúria à primeira vista?",
        "Já teve um encontro onde a química era tão intensa que não conseguia manter as mãos longe?",
        "Você já fez amor sob as estrelas?",
        "Qual é a sua opinião sobre sexo casual?",
        "Você já teve um crush por alguém que conheceu online?",
        "Você já fez ou consideraria fazer amor em uma praia?",
        "Qual é a sua opinião sobre os aplicativos de namoro?",
        "O que você acha mais sexy em um parceiro: sua mente ou seu corpo?",
        "Você já teve um encontro tão quente que ainda pensa nele?",
        "Qual é a sua opinião sobre brinquedos eróticos no quarto?",
        "Você já foi ou gostaria de ir a uma festa de swing?",
        "Qual é o maior desafio que você enfrentou para conquistar alguém?",
        "Já experimentou ou gostaria de experimentar um ménage?",
        "Você já usou comida como parte do jogo de sedução?",
        "Você já fez ou faria amor em uma banheira de hidromassagem?",
        "Qual é a sua opinião sobre lingerie, sexy ou desnecessário?",
        "Qual é a coisa mais romântica que se transformou em algo mais picante?",
        "Você já teve um relacionamento secreto?",
        "Você já teve uma paixão tão intensa que não conseguia parar de pensar na pessoa?",
        "Qual é o seu tipo ideal de beijo?",
        "Você já teve ou consideraria uma relação a três?",
        "Você já experimentou ou gostaria de experimentar bondage?",
        "O que você acha de fazer amor durante uma tempestade?",
        "Você já foi seduzido ou tentou seduzir alguém com dança?",
        "Qual é a sua opinião sobre fazer amor na chuva?",
        "Você já escreveu ou receberia uma carta de amor erótica?",
        "Qual é a sua opinião sobre flertar quando você está em um relacionamento?",
        "Você já usou um disfarce ou peruca para apimentar as coisas?",
        "Qual é o seu guilty pleasure na hora de flertar?",
        "Como você se sente sobre beijar após um 'hot date'?",
        "Qual é a sua opinião sobre dormir no primeiro encontro?",
        "Você já teve um crush que você sabia que era errado, mas não conseguia resistir?",
        "Você já teve um momento picante que começou de forma completamente inocente?",
        "Qual é o seu jogo de sedução favorito?",
        "Você acha que flertar é uma forma de arte ou apenas uma parte do jogo?",
        "O que você acha de beijos longos e lentos?",
        "Você já foi ou gostaria de ir a uma casa de massagens eróticas?",
        "Qual é a sua opinião sobre usar música durante o sexo?",
        "Você gosta de fazer amor com velas acesas?",
        "Qual é a sua opinião sobre o sexting?",
        "Você já teve ou gostaria de ter uma experiência com alguém do mesmo sexo?",
        "Qual é o seu ritual pré-encontro para se sentir sexy?",
        "Você já fez ou faria amor em um avião?",
        "Qual é a sua opinião sobre fazer amor em um carro?",
        "Você já usou ou gostaria de usar um uniforme como parte de um jogo de sedução?"
      ]
    },
    {
      "category_name": "Psicologia (45 Perguntas)",
      "questions": [
        "O que significa ter uma autoestima saudável para você?",
        "Em que momentos você sente sua autoestima elevada?",
        "Quais experiências no passado afetaram sua autoestima?",
        "Como você reage quando comete um erro?",
        "O que você mais admira em si mesmo?",
        "Como você gostaria que os outros o vissem?",
        "Em que situações você se sente mais inseguro sobre si mesmo?",
        "Como sua autoestima afeta suas decisões diárias?",
        "Qual é a origem da sua autoestima atual?",
        "O que você pode fazer para melhorar sua autoestima?",
        "O que significa confiança para você?",
        "Em quem você mais confia e por quê?",
        "Como você reage quando sua confiança é quebrada?",
        "O que lhe dá mais confiança em suas habilidades?",
        "Como você constrói confiança em novos ambientes ou situações?",
        "Você confia facilmente nas pessoas?",
        "Qual foi uma situação em que você teve que confiar em si mesmo?",
        "Como sua confiança impacta suas relações interpessoais?",
        "O que você pode fazer para reconstruir confiança depois de uma decepção?",
        "Em que área da sua vida você gostaria de ter mais confiança?",
        "O que geralmente desencadeia sua ansiedade?",
        "Como você reconhece os sintomas da sua ansiedade?",
        "Quais estratégias você utiliza para gerenciar sua ansiedade?",
        "Como a ansiedade afeta sua rotina diária?",
        "Em que situações você se sente mais ansioso?",
        "Como você acredita que a ansiedade se manifesta fisicamente em você?",
        "Quais pensamentos estão frequentemente associados à sua ansiedade?",
        "Como você cuida de si mesmo durante um episódio ansioso?",
        "Como as pessoas ao seu redor reagem à sua ansiedade?",
        "O que você gostaria que as pessoas soubessem sobre sua experiência com ansiedade?",
        "Como você imagina seu futuro em 5 anos?",
        "Quais são seus maiores medos em relação ao futuro?",
        "Quais são suas principais esperanças e sonhos para o futuro?",
        "Como você se prepara para desafios futuros?",
        "Como a perspectiva do futuro afeta sua saúde mental atual?",
        "Você sente que tem controle sobre a direção do seu futuro?",
        "Que passos você está tomando agora para criar o futuro desejado?",
        "Qual é a sua visão de um futuro 'ideal'?",
        "Como você lida com a incerteza em relação ao futuro?",
        "Em que aspectos você gostaria de evoluir ou mudar para o futuro?",
        "Como você define bem-estar mental?",
        "O que te faz sentir equilibrado e em paz?",
        "Qual é o papel do autoconhecimento na saúde mental?",
        "Como você lida com críticas e feedback negativo?",
        "Quais atividades te ajudam a relaxar e a desestressar?",
        "Como você define seus próprios limites para proteger sua saúde mental?",
        "O que significa resiliência para você?",
        "Como a conexão com os outros afeta sua saúde mental?",
        "Em que aspectos você sente que ainda precisa crescer ou evoluir?",
        "Como você celebra suas conquistas e progresso na jornada da saúde mental?"
      ]
    },
    {
      "category_name": "Filosofia, Sociologia e Política (100 Perguntas)",
      "questions": [
        "A liberdade absoluta é realmente possível?",
        "A humanidade é inerentemente boa ou má?",
        "O que significa 'bem comum' para você?",
        "Até que ponto o ambiente molda o caráter de uma pessoa?",
        "Existe uma verdade objetiva ou tudo é relativo?",
        "Como você define justiça?",
        "O que é mais importante: liberdade individual ou segurança coletiva?",
        "O que a existência ou ausência de um Deus significa para a moralidade?",
        "A desigualdade é um subproduto inevitável do capitalismo?",
        "Até que ponto a educação molda nossa visão de mundo?",
        "A censura é sempre prejudicial, ou pode ser justificada em alguns contextos?",
        "O que é mais perigoso: ignorância ou desinformação?",
        "Como a tecnologia está moldando a sociedade contemporânea?",
        "O que é mais importante: direitos humanos universais ou valores culturais específicos?",
        "Pode existir uma utopia, ou é apenas uma fantasia?",
        "Em que circunstâncias, se houver, a guerra é justificável?",
        "Até que ponto a mídia influencia nossa percepção da realidade?",
        "A arte tem uma responsabilidade social?",
        "Você acredita no conceito de nação ou vê o mundo movendo-se para uma comunidade global?",
        "O que significa ser verdadeiramente livre?",
        "A democracia é a melhor forma de governo?",
        "O que torna uma cultura superior ou inferior a outra?",
        "O individualismo é prejudicial para a sociedade?",
        "A privacidade ainda existe no mundo moderno?",
        "Os direitos dos animais devem ser equivalentes aos direitos humanos?",
        "A meritocracia é realmente possível?",
        "A religião é benéfica para a sociedade ou é a fonte de conflitos?",
        "Até que ponto a sociedade é responsável pelo bem-estar de seus cidadãos?",
        "Os robôs e IA eventualmente terão direitos?",
        "O que determina o valor de uma vida humana?",
        "Como você define 'propósito' em uma sociedade secular?",
        "Quão importante é a preservação da cultura em um mundo globalizado?",
        "Os seres humanos são produto da natureza ou da cultura?",
        "O que significa 'progresso' para uma sociedade?",
        "O dinheiro é a raiz de todos os males?",
        "A que você atribui o crescente sentimento de alienação na sociedade moderna?",
        "A monarquia ainda tem um lugar no mundo moderno?",
        "A sociedade pode existir sem leis?",
        "A que você atribui o declínio da confiança nas instituições tradicionais?",
        "O que é realidade em uma era de notícias falsas e realidades virtuais?",
        "Como você vê o futuro da humanidade em relação às mudanças climáticas?",
        "A justiça social é mais importante que a liberdade de expressão?",
        "O que significa 'ser humano' na era da biotecnologia?",
        "A propriedade privada é um direito ou um privilégio?",
        "Como a genética deveria ser usada ou regulada pela sociedade?",
        "O que você pensa sobre o conceito de 'verdade' na era da informação?",
        "Até que ponto a sociedade deve regular a moralidade?",
        "O que é necessário para uma sociedade pacífica?",
        "A humanidade está se movendo em direção a uma singularidade cultural?",
        "Quão crítico é o papel da educação na formação da sociedade?",
        "Você acredita que a sociedade é maior que a soma de seus indivíduos?",
        "O que a história pode nos ensinar sobre o futuro da sociedade?",
        "Você considera a Internet um direito humano básico?",
        "Qual é o papel da ética na ciência e na tecnologia?",
        "A sociedade moderna está condenada ao esquecimento cultural?",
        "Você vê a globalização como uma ameaça ou uma oportunidade?",
        "Até que ponto a cultura pop reflete os valores da sociedade?",
        "Existe um equilíbrio entre tradição e inovação em uma sociedade saudável?",
        "O que é 'identidade' em uma sociedade multicultural?",
        "Até que ponto as mídias sociais ajudam ou prejudicam a sociedade?",
        "O nacionalismo é inerentemente divisivo?",
        "Qual é o papel da arte na formação da identidade cultural?",
        "Você vê a humanidade se movendo em direção a uma consciência coletiva?",
        "O capitalismo é sustentável a longo prazo?",
        "Qual é a maior ameaça à sociedade como a conhecemos?",
        "A desobediência civil é uma necessidade em algumas sociedades?",
        "Você acredita que toda a sociedade deve se conformar a um conjunto universal de valores?",
        "Até que ponto os direitos individuais devem ser sacrificados pelo bem maior?",
        "O que significa ser 'civilizado' no século 21?",
        "A cidadania global é uma possibilidade realista?",
        "Até que ponto a sociedade molda a identidade individual?",
        "Como a linguagem influencia a percepção da realidade?",
        "O que você acha do conceito de 'pós-verdade'?",
        "Quão crítica é a diversidade para uma sociedade próspera?",
        "Os seres humanos são fundamentalmente diferentes dos outros animais?",
        "Como você vê o papel do indivíduo na história?",
        "O que você pensa sobre a ideia de um governo mundial?",
        "Qual é a relação entre poder e responsabilidade em uma sociedade?",
        "A história é cíclica ou linear?",
        "Como a tecnologia mudará a essência do que significa ser humano?",
        "Até que ponto o meio ambiente deve ser priorizado sobre o desenvolvimento econômico?",
        "Você acredita em direitos universais ou eles são culturalmente específicos?",
        "Existe um 'fim da história' ou a humanidade continuará evoluindo indefinidamente?",
        "A evolução tecnológica sempre é benéfica para a sociedade?",
        "Como você define 'bem-estar' em uma sociedade?",
        "A democracia é um ideal alcançável ou apenas uma utopia?",
        "Como você vê o papel das elites na formação da sociedade?",
        "O que é necessário para alcançar uma sociedade verdadeiramente igualitária?"
      ]
    }
  ]
}
