{
  "categories": [
    {
      "category_name": "Geral (105 Perguntas)",
      "questions": [
        "Qual é um filme popular que você não gosta e por quê?",
        "Você sacrificaria um momento de extrema felicidade se soubesse que traria tristeza a alguém?",
        "Se você pudesse ter um super poder, qual seria?",
        "Se você pudesse morar em uma sociedade fictícia (de um livro, filme ou série), qual seria e por quê?",
        "Você acha que nossa infância define quem somos, ou podemos reescrever completamente nossa identidade na idade adulta?",
        "Qual é seu maior medo?",
        "Você acredita que nossos pontos fortes podem, às vezes, ser nossas maiores fraquezas?",
        "Qual característica sua você considera o seu ponto fraco?",
        "Qual é seu maior arrependimento?",
        "Você acha que humor é cultural ou existem piadas universalmente engraçadas?",
        "Qual é a coisa mais importante para você na vida?",
        "Qual foi a sua maior conquista?",
        "Qual foi a coisa mais corajosa que você já fez?",
        "Qual é a coisa mais importante que você quer que as pessoas saibam sobre você?",
        "Um bilhão de reais ou vida eterna?",
        "Se você pudesse jantar com qualquer pessoa, viva ou morta, quem seria e por quê?",
        "Se você pudesse mudar algo em seu passado, o que seria?",
        "Qual livro que mais te marcou e por quê?",
        "Se você fosse um personagem de filme ou livro, quem seria?",
        "Qual é o talento que você gostaria de ter e por quê?",
        "Se você pudesse morar em qualquer lugar do mundo, onde seria?",
        "Qual é a coisa mais estranha ou engraçada que já te aconteceu?",
        "Se você ganhasse na loteria, o que faria com o dinheiro?",
        "Qual é a melhor viagem que você já fez?",
        "Se você pudesse ter um dia perfeito, como seria?",
        "Você acredita que a busca por um dia perfeito pode nos impedir de apreciar os momentos imperfeitos?",
        "Qual é a coisa mais louca que você gostaria de fazer, mas ainda não fez?",
        "Se você pudesse passar um dia com uma celebridade, quem seria?",
        "Qual é a maior mudança que você fez na sua vida até agora?",
        "Qual foi o último filme que te fez chorar?",
        "Qual é a coisa mais valiosa que você aprendeu na vida?",
        "Qual é a sua trilha sonora da vida?",
        "Você acha que a sociedade espera que homens escondam suas emoções? Isso é justo?",
        "Se você pudesse ter uma conversa com a sua versão de 10 anos atrás, o que diria?",
        "Qual foi a coisa mais difícil que você teve que superar?",
        "Qual é a sua primeira memória?",
        "Se pudesse escolher, como seria o seu último dia de vida?",
        "Se você pudesse ter um animal exótico de estimação, qual seria?",
        "Se tivesse a oportunidade de ir ao espaço, você iria?",
        "Quais são os três itens que você salvaria em um incêndio?",
        "Qual foi a coisa mais gentil que alguém já fez por você?",
        "Se você pudesse enviar uma mensagem ao mundo inteiro que duraria apenas 5 segundos, o que você diria?",
        "Qual é o seu episódio de série ou filme que você poderia assistir repetidamente e nunca se cansar?",
        "Se você tivesse a oportunidade de ser imortal, aceitaria?",
        "Qual é a sua comida reconfortante favorita?",
        "Se você pudesse mudar algo no mundo, o que seria?",
        "Qual é o lugar que você mais quer visitar no mundo?",
        "Qual é a sua maior realização pessoal?",
        "Se você pudesse se livrar de uma invenção no mundo, qual seria?",
        "Se você pudesse renascer em qualquer época da história, qual escolheria e por quê?",
        "Você acredita em vida após a morte ou em reencarnação?",
        "Em sua opinião, o ser humano é inerentemente bom ou mau?",
        "Qual é a sua opinião sobre inteligência artificial assumindo trabalhos humanos?",
        "O que você pensa sobre a colonização de outros planetas?",
        "Você acha que a verdade é objetiva ou subjetiva?",
        "Se você tivesse que viver sem um dos seus cinco sentidos, qual sacrificaria?",
        "Você acredita em destino ou acha que somos mestres do nosso próprio caminho?",
        "Qual é a sua opinião sobre experiências paranormais?",
        "Se você pudesse ter acesso a uma verdade universal, qual seria a sua pergunta?",
        "O que você pensa sobre a possibilidade de vida em outros planetas?",
        "Se a ciência pudesse te dar uma resposta definitiva, qual pergunta você faria?",
        "Você sacrificaría uma pessoa para salvar cem?",
        "O que você pensa sobre as teorias da conspiração? Acredita em alguma?",
        "Se você pudesse erradicar uma doença do mundo, qual seria?",
        "O que você faria se descobrisse que a realidade é uma simulação?",
        "Você acha que a humanidade tem um propósito no universo?",
        "O que você pensa sobre viagens no tempo?",
        "O que faria se ganhasse o poder de ser invisível?",
        "Qual é a sua opinião sobre clonagem humana?",
        "O que você faria se tivesse apenas 24 horas de vida?",
        "Você preferiria saber a data de sua morte ou a causa?",
        "Você acha que é ético modificar geneticamente os seres humanos?",
        "O que pensa sobre a existência de múltiplos universos?",
        "Em sua opinião, qual é o maior mistério não resolvido da humanidade?",
        "Você acredita em almas gêmeas?",
        "Você acha que o dinheiro traz felicidade?",
        "O que você pensa sobre a possibilidade de alcançar a imortalidade através da ciência?",
        "Você tomaria uma pílula para apagar uma memória dolorosa?",
        "Se pudesse ter um relacionamento com uma inteligência artificial, você teria?",
        "Qual é a sua opinião sobre a pena de morte?",
        "O que você acha de realidades virtuais indistinguíveis da realidade real?",
        "Você preferiria viver em uma utopia com memórias falsas ou em um mundo real com todas as suas imperfeições?",
        "Você acha que as emoções são uma força motriz ou um obstáculo para a humanidade?",
        "Você trocaria sua vida atual para viver em seu sonho ou fantasia mais profunda?",
        "Em quem ou em quê você colocaria sua fé cega?",
        "Você preferiria viver 1000 anos com uma qualidade de vida mediana ou 50 anos com a melhor qualidade de vida possível?",
        "O que você acha da ideia de que toda a nossa realidade é apenas um sonho?",
        "Você considera mais importante a jornada ou o destino final?",
        "Você daria metade da sua vida em troca de poderes sobrenaturais?",
        "O que você faria se pudesse controlar as emoções das pessoas à sua volta?",
        "Você preferiria ser amado ou temido?",
        "Se pudesse conversar com um ser superior, o que perguntaria?",
        "Você acredita em karma ou destino?",
        "O que você faria se descobrisse um segredo que pudesse abalar o mundo?",
        "O que você considera ser a verdadeira definição de 'mal'?",
        "Você acredita que todas as ações humanas são motivadas por interesse próprio?",
        "O que você acha de experimentos mentais, como o 'Problema do trem'?",
        "Você se sacrificaria por um estranho?",
        "Como você definiria a consciência?",
        "O que você faria se tivesse a capacidade de ler mentes?",
        "Você acredita que o universo tem um começo e um fim?",
        "Você se considera mais lógico/racional ou emocional/intuitivo?",
        "O que você acha da ideia de que não há livre-arbítrio e que tudo é pré-determinado?"
      ]
    },
    {
      "category_name": "Picante (100 Perguntas)",
      "questions": [
        "Qual a última vez que você beijou alguém?",
        "Qual a última vez que você transou?",
        "Qual o maior tempo que você passou sem pegar ninguém?",
        "Qual foi o seu primeiro beijo mais memorável?",
        "Qual é a sua fantasia secreta?",
        "Qual foi o lugar mais estranho onde você já beijou alguém?",
        "Se você pudesse beijar uma celebridade, quem seria?",
        "Você já teve um sonho erótico com alguém que conhece?",
        "Qual é a coisa mais ousada que você já fez?",
        "Você já teve uma paixão por um amigo de seu parceiro?",
        "Se você pudesse passar uma noite com qualquer pessoa no mundo, quem seria?",
        "Qual é a coisa mais louca que você já fez por amor?",
        "Qual é a coisa mais embaraçosa que já aconteceu com você na cama?",
        "Você já teve um encontro às cegas? Como foi?",
        "Qual é a sua maior atração por alguém?",
        "Você já fez algo e se arrependeu no dia seguinte?",
        "Você já foi seduzido ou seduziu alguém?",
        "Você já traiu alguém?",
        "Qual foi a situação mais constrangedora que você já teve em um encontro?",
        "Qual é a sua música favorita para 'aquecer o clima'?",
        "Você já fez amor em um lugar público?",
        "Qual é a coisa mais selvagem que você já fez na cama?",
        "Qual é a sua roupa íntima favorita?",
        "Você já se sentiu atraído por alguém do mesmo sexo?",
        "Qual é o seu filme romântico favorito e por quê?",
        "Qual é a coisa mais sexy que alguém já fez por você?",
        "Qual é a sua posição favorita?",
        "Qual foi a melhor noite da sua vida?",
        "Você já saiu com duas pessoas ao mesmo tempo sem elas saberem?",
        "Você já usou um brinquedo erótico?",
        "Você já teve uma experiência de 'uma noite'?",
        "Qual foi a coisa mais romântica que alguém já fez por você?",
        "Qual é a sua opinião sobre a troca de casais?",
        "Você já teve uma 'quedinha' por seu chefe ou professor?",
        "Você prefere beijar ou ser beijado?",
        "Qual é a coisa mais divertida que já aconteceu com você na cama?",
        "Quando foi a última vez que você se sentiu realmente atraído por alguém?",
        "Qual é a coisa mais sexy em você?",
        "Qual é o seu segredo mais sujo?",
        "Você prefere luzes acesas ou apagadas?",
        "Qual é a coisa mais atraente em um parceiro?",
        "Você prefere dar ou receber carinho?",
        "Em uma escala de 1 a 10, quão confiante você se sente na cama?",
        "Qual é a coisa mais atrevida que você já fez em um primeiro encontro?",
        "Qual parte do corpo você acha mais sexy em si mesmo?",
        "Você já teve uma paixão secreta que nunca contou a ninguém?",
        "Qual é a coisa mais estranha que já te excitou?",
        "Você já teve um crush por algum amigo do seu parceiro atual ou ex?",
        "Já experimentou role-playing? Qual personagem você seria?",
        "Já se vestiu de forma provocante só para provocar alguém?",
        "Qual é o seu maior guilty pleasure na hora do sexo?",
        "Já mandou um nude? Como foi a reação?",
        "Qual foi a cantada mais audaciosa que você já deu ou recebeu?",
        "Já teve algum fetiche que teve vergonha de compartilhar?",
        "Qual é a sua opinião sobre strip-tease?",
        "Você já jogou algum jogo erótico?",
        "Qual é a coisa mais desafiadora que você faria na cama?",
        "Você já se sentiu atraído por alguém totalmente inesperado?",
        "Qual é a sua opinião sobre fazer amor em locais proibidos?",
        "Já teve algum sonho erótico que te deixou constrangido?",
        "Você tem algum ponto fraco que garantidamente te excita?",
        "Qual é a coisa mais ousada que você gostaria de experimentar?",
        "Você já teve algum 'amigo colorido'? Como foi?",
        "Você gosta de provocar ou ser provocado?",
        "Qual é o elogio mais sexy que já recebeu?",
        "Qual é a sua opinião sobre filmes eróticos?",
        "Você prefere ser dominante ou submisso?",
        "Você já fez ou receberia uma massagem sensual?",
        "Qual é a sua música favorita para 'entrar no clima'?",
        "Você já experimentou algemas ou venda nos olhos?",
        "Você gosta de falar sacanagem ou prefere o silêncio?",
        "Qual é a sua opinião sobre os clubes de strip?",
        "Como você se sente sobre fazer amor ao ar livre?",
        "Você já teve um momento 'quente' em um local frio?",
        "Você gosta de um romance lento e apaixonado ou algo mais selvagem?",
        "Qual é o local mais inusitado onde você já teve um momento picante?",
        "Quão experimental você é na cama?",
        "Qual é a sua opinião sobre pole dance como forma de sedução?",
        "Qual é o seu drink favorito para 'aquecer' uma noite?",
        "Qual foi o momento mais picante que você teve em um lugar público?",
        "Já participou ou consideraria uma festa de lingerie?",
        "O que você acha mais sexy: olhar ou tocar?",
        "Você acredita em amor à primeira vista ou apenas em luxúria à primeira vista?",
        "Já teve um encontro onde a química era tão intensa que não conseguia manter as mãos longe?",
        "Você já fez amor sob as estrelas?",
        "Qual é a sua opinião sobre sexo casual?",
        "Você já teve um crush por alguém que conheceu online?",
        "Você já fez ou consideraria fazer amor em uma praia?",
        "Qual é a sua opinião sobre os aplicativos de namoro?",
        "O que você acha mais sexy em um parceiro: sua mente ou seu corpo?",
        "Você já teve um encontro tão quente que ainda pensa nele?",
        "Qual é a sua opinião sobre brinquedos eróticos no quarto?",
        "Você já foi ou gostaria de ir a uma festa de swing?",
        "Qual é o maior desafio que você enfrentou para conquistar alguém?",
        "Já experimentou ou gostaria de experimentar um ménage?",
        "Você já usou comida como parte do jogo de sedução?",
        "Você já fez ou faria amor em uma banheira de hidromassagem?",
        "Qual é a sua opinião sobre lingerie, sexy ou desnecessário?",
        "Qual é a coisa mais romântica que se transformou em algo mais picante?",
        "Você já teve um relacionamento secreto?",
        "Você já teve uma paixão tão intensa que não conseguia parar de pensar na pessoa?",
        "Qual é o seu tipo ideal de beijo?",
        "Você já teve ou consideraria uma relação a três?",
        "Você já experimentou ou gostaria de experimentar bondage?",
        "O que você acha de fazer amor durante uma tempestade?",
        "Você já foi seduzido ou tentou seduzir alguém com dança?",
        "Qual é a sua opinião sobre fazer amor na chuva?",
        "Você já escreveu ou receberia uma carta de amor erótica?",
        "Qual é a sua opinião sobre flertar quando você está em um relacionamento?",
        "Você já usou um disfarce ou peruca para apimentar as coisas?",
        "Qual é o seu guilty pleasure na hora de flertar?",
        "Como você se sente sobre beijar após um 'hot date'?",
        "Qual é a sua opinião sobre dormir no primeiro encontro?",
        "Você já teve um crush que você sabia que era errado, mas não conseguia resistir?",
        "Você já teve um momento picante que começou de forma completamente inocente?",
        "Qual é o seu jogo de sedução favorito?",
        "Você acha que flertar é uma forma de arte ou apenas uma parte do jogo?",
        "O que você acha de beijos longos e lentos?",
        "Você já foi ou gostaria de ir a uma casa de massagens eróticas?",
        "Qual é a sua opinião sobre usar música durante o sexo?",
        "Você gosta de fazer amor com velas acesas?",
        "Qual é a sua opinião sobre o sexting?",
        "Você já teve ou gostaria de ter uma experiência com alguém do mesmo sexo?",
        "Qual é o seu ritual pré-encontro para se sentir sexy?",
        "Você já fez ou faria amor em um avião?",
        "Qual é a sua opinião sobre fazer amor em um carro?",
        "Você já usou ou gostaria de usar um uniforme como parte de um jogo de sedução?"
      ]
    },
    {
      "category_name": "Psicologia (45 Perguntas)",
      "questions": [
        "O que significa ter uma autoestima saudável para você?",
        "Em que momentos você sente sua autoestima elevada?",
        "Quais experiências no passado afetaram sua autoestima?",
        "Como você reage quando comete um erro?",
        "O que você mais admira em si mesmo?",
        "Como você gostaria que os outros o vissem?",
        "Em que situações você se sente mais inseguro sobre si mesmo?",
        "Como sua autoestima afeta suas decisões diárias?",
        "Qual é a origem da sua autoestima atual?",
        "O que você pode fazer para melhorar sua autoestima?",
        "O que significa confiança para você?",
        "Em quem você mais confia e por quê?",
        "Como você reage quando sua confiança é quebrada?",
        "O que lhe dá mais confiança em suas habilidades?",
        "Como você constrói confiança em novos ambientes ou situações?",
        "Você confia facilmente nas pessoas?",
        "Qual foi uma situação em que você teve que confiar em si mesmo?",
        "Como sua confiança impacta suas relações interpessoais?",
        "O que você pode fazer para reconstruir confiança depois de uma decepção?",
        "Em que área da sua vida você gostaria de ter mais confiança?",
        "O que geralmente desencadeia sua ansiedade?",
        "Como você reconhece os sintomas da sua ansiedade?",
        "Quais estratégias você utiliza para gerenciar sua ansiedade?",
        "Como a ansiedade afeta sua rotina diária?",
        "Em que situações você se sente mais ansioso?",
        "Como você acredita que a ansiedade se manifesta fisicamente em você?",
        "Quais pensamentos estão frequentemente associados à sua ansiedade?",
        "Como você cuida de si mesmo durante um episódio ansioso?",
        "Como as pessoas ao seu redor reagem à sua ansiedade?",
        "O que você gostaria que as pessoas soubessem sobre sua experiência com ansiedade?",
        "Como você imagina seu futuro em 5 anos?",
        "Quais são seus maiores medos em relação ao futuro?",
        "Quais são suas principais esperanças e sonhos para o futuro?",
        "Como você se prepara para desafios futuros?",
        "Como a perspectiva do futuro afeta sua saúde mental atual?",
        "Você sente que tem controle sobre a direção do seu futuro?",
        "Que passos você está tomando agora para criar o futuro desejado?",
        "Qual é a sua visão de um futuro 'ideal'?",
        "Como você lida com a incerteza em relação ao futuro?",
        "Em que aspectos você gostaria de evoluir ou mudar para o futuro?",
        "Como você define bem-estar mental?",
        "O que te faz sentir equilibrado e em paz?",
        "Qual é o papel do autoconhecimento na saúde mental?",
        "Como você lida com críticas e feedback negativo?",
        "Quais atividades te ajudam a relaxar e a desestressar?",
        "Como você define seus próprios limites para proteger sua saúde mental?",
        "O que significa resiliência para você?",
        "Como a conexão com os outros afeta sua saúde mental?",
        "Em que aspectos você sente que ainda precisa crescer ou evoluir?",
        "Como você celebra suas conquistas e progresso na jornada da saúde mental?"
      ]
    },
    {
      "category_name": "Filosofia, Sociologia e Política (100 Perguntas)",
      "questions": [
        "A liberdade absoluta é realmente possível?",
        "A humanidade é inerentemente boa ou má?",
        "O que significa 'bem comum' para você?",
        "Até que ponto o ambiente molda o caráter de uma pessoa?",
        "Existe uma verdade objetiva ou tudo é relativo?",
        "Como você define justiça?",
        "O que é mais importante: liberdade individual ou segurança coletiva?",
        "O que a existência ou ausência de um Deus significa para a moralidade?",
        "A desigualdade é um subproduto inevitável do capitalismo?",
        "Até que ponto a educação molda nossa visão de mundo?",
        "A censura é sempre prejudicial, ou pode ser justificada em alguns contextos?",
        "O que é mais perigoso: ignorância ou desinformação?",
        "Como a tecnologia está moldando a sociedade contemporânea?",
        "O que é mais importante: direitos humanos universais ou valores culturais específicos?",
        "Pode existir uma utopia, ou é apenas uma fantasia?",
        "Em que circunstâncias, se houver, a guerra é justificável?",
        "Até que ponto a mídia influencia nossa percepção da realidade?",
        "A arte tem uma responsabilidade social?",
        "Você acredita no conceito de nação ou vê o mundo movendo-se para uma comunidade global?",
        "O que significa ser verdadeiramente livre?",
        "A democracia é a melhor forma de governo?",
        "O que torna uma cultura superior ou inferior a outra?",
        "O individualismo é prejudicial para a sociedade?",
        "A privacidade ainda existe no mundo moderno?",
        "Os direitos dos animais devem ser equivalentes aos direitos humanos?",
        "A meritocracia é realmente possível?",
        "A religião é benéfica para a sociedade ou é a fonte de conflitos?",
        "Até que ponto a sociedade é responsável pelo bem-estar de seus cidadãos?",
        "Os robôs e IA eventualmente terão direitos?",
        "O que determina o valor de uma vida humana?",
        "Como você define 'propósito' em uma sociedade secular?",
        "Quão importante é a preservação da cultura em um mundo globalizado?",
        "Os seres humanos são produto da natureza ou da cultura?",
        "O que significa 'progresso' para uma sociedade?",
        "O dinheiro é a raiz de todos os males?",
        "A que você atribui o crescente sentimento de alienação na sociedade moderna?",
        "A monarquia ainda tem um lugar no mundo moderno?",
        "A sociedade pode existir sem leis?",
        "A que você atribui o declínio da confiança nas instituições tradicionais?",
        "O que é realidade em uma era de notícias falsas e realidades virtuais?",
        "Como você vê o futuro da humanidade em relação às mudanças climáticas?",
        "A justiça social é mais importante que a liberdade de expressão?",
        "O que significa 'ser humano' na era da biotecnologia?",
        "A propriedade privada é um direito ou um privilégio?",
        "Como a genética deveria ser usada ou regulada pela sociedade?",
        "O que você pensa sobre o conceito de 'verdade' na era da informação?",
        "Até que ponto a sociedade deve regular a moralidade?",
        "O que é necessário para uma sociedade pacífica?",
        "A humanidade está se movendo em direção a uma singularidade cultural?",
        "Quão crítico é o papel da educação na formação da sociedade?",
        "Você acredita que a sociedade é maior que a soma de seus indivíduos?",
        "O que a história pode nos ensinar sobre o futuro da sociedade?",
        "Você considera a Internet um direito humano básico?",
        "Qual é o papel da ética na ciência e na tecnologia?",
        "A sociedade moderna está condenada ao esquecimento cultural?",
        "Você vê a globalização como uma ameaça ou uma oportunidade?",
        "Até que ponto a cultura pop reflete os valores da sociedade?",
        "Existe um equilíbrio entre tradição e inovação em uma sociedade saudável?",
        "O que é 'identidade' em uma sociedade multicultural?",
        "Até que ponto as mídias sociais ajudam ou prejudicam a sociedade?",
        "O nacionalismo é inerentemente divisivo?",
        "Qual é o papel da arte na formação da identidade cultural?",
        "Você vê a humanidade se movendo em direção a uma consciência coletiva?",
        "O capitalismo é sustentável a longo prazo?",
        "Qual é a maior ameaça à sociedade como a conhecemos?",
        "A desobediência civil é uma necessidade em algumas sociedades?",
        "Você acredita que toda a sociedade deve se conformar a um conjunto universal de valores?",
        "Até que ponto os direitos individuais devem ser sacrificados pelo bem maior?",
        "O que significa ser 'civilizado' no século 21?",
        "A cidadania global é uma possibilidade realista?",
        "Até que ponto a sociedade molda a identidade individual?",
        "Como a linguagem influencia a percepção da realidade?",
        "O que você acha do conceito de 'pós-verdade'?",
        "Quão crítica é a diversidade para uma sociedade próspera?",
        "Os seres humanos são fundamentalmente diferentes dos outros animais?",
        "Como você vê o papel do indivíduo na história?",
        "O que você pensa sobre a ideia de um governo mundial?",
        "Qual é a relação entre poder e responsabilidade em uma sociedade?",
        "A história é cíclica ou linear?",
        "Como a tecnologia mudará a essência do que significa ser humano?",
        "Até que ponto o meio ambiente deve ser priorizado sobre o desenvolvimento econômico?",
        "Você acredita em direitos universais ou eles são culturalmente específicos?",
        "Existe um 'fim da história' ou a humanidade continuará evoluindo indefinidamente?",
        "A evolução tecnológica sempre é benéfica para a sociedade?",
        "Como você define 'bem-estar' em uma sociedade?",
        "A democracia é um ideal alcançável ou apenas uma utopia?",
        "Como você vê o papel das elites na formação da sociedade?",
        "O que é necessário para alcançar uma sociedade verdadeiramente igualitária?"
      ]
    },
    {
      "category_name": "Religião e Espiritualidade (30 Perguntas)",
      "questions": [
        "Você acredita que todas as religiões levam ao mesmo Deus?",
        "A religião é mais prejudicial do que benéfica para a sociedade?",
        "Você acha que a reencarnação é real ou apenas um mito?",
        "Os rituais religiosos têm significado real ou são apenas tradições?",
        "É ético que as instituições religiosas sejam isentas de impostos?",
        "A ciência e a religião podem coexistir harmoniosamente?",
        "Experiências místicas são reais ou frutos da imaginação?",
        "A fé cega é perigosa ou é a essência da verdadeira crença?",
        "Você acredita que os seres humanos têm uma alma?",
        "Deus é um conceito criado pelo homem ou uma verdade universal?",
        "Você acha que o conceito de pecado restringe a liberdade individual?",
        "O destino está em nossas mãos ou já está escrito?",
        "Você acredita que o mal é uma força real ou uma construção humana?",
        "Você se sente à vontade discutindo suas crenças com pessoas de outras religiões?",
        "A meditação é uma forma de oração ou é algo totalmente diferente?",
        "Deveríamos respeitar todas as crenças religiosas, mesmo que pareçam irracionais para nós?",
        "Os milagres são reais ou coincidências que atribuímos a uma força superior?",
        "O que é mais importante: seguir tradições religiosas ou buscar uma conexão pessoal com o divino?",
        "Os textos sagrados devem ser interpretados literalmente ou simbolicamente?",
        "É possível ser espiritual sem ser religioso?",
        "As experiências fora do corpo são reais ou ilusões da mente?",
        "A oração tem poder real ou é um ato de autoconsolo?",
        "Os seres humanos criaram Deus ou Deus criou os seres humanos?",
        "A ideia de paraíso e inferno é literal ou metafórica?",
        "O propósito da vida é espiritual, material ou ambos?",
        "O que você pensa sobre pessoas que mudam de religião frequentemente?",
        "Você acredita em anjos e demônios?",
        "Por que algumas religiões são mais populares do que outras?",
        "Religião é um caminho para a verdade ou uma forma de controle social?",
        "Você acredita na existência de vida em outros planos ou dimensões?"
      ]
    },
    {
      "category_name": "Cultura Pop (30 Perguntas)",
      "questions": [
        "Celebridades merecem a adoração que recebem?",
        "A cultura do cancelamento é justificada ou excessivamente punitiva?",
        "Reality shows são genuínos ou puramente encenados para o entretenimento?",
        "Por que idolatramos celebridades que demonstram mau comportamento?",
        "A indústria da música atualmente valoriza mais a imagem do que o talento?",
        "Os influenciadores digitais são os novos líderes de opinião ou apenas marionetes publicitárias?",
        "Filmes baseados em fatos reais fazem justiça à história real?",
        "Por que a sociedade é tão obcecada pela vida dos ricos e famosos?",
        "Memes têm um impacto cultural significativo ou são apenas uma moda passageira?",
        "Os Óscares são realmente sobre talento ou mais sobre política?",
        "A cultura pop atual é original ou apenas recicla ideias antigas?",
        "Os videogames modernos são uma forma de arte ou mero entretenimento?",
        "Por que histórias de super-heróis são tão populares atualmente?",
        "A era de ouro da televisão já passou ou ainda está por vir?",
        "Mídias sociais melhoraram nossa conexão com a cultura pop ou apenas nos saturaram com informações?",
        "Os artistas têm a responsabilidade de serem modelos para seus fãs?",
        "A pressão da fama é uma desculpa válida para o mau comportamento das celebridades?",
        "Por que a cultura de fãs pode se tornar tão tóxica?",
        "Filmes e músicas de décadas passadas eram objetivamente melhores ou somos apenas nostálgicos?",
        "Celebridades devem manter suas opiniões políticas para si mesmas?",
        "Os padrões de beleza de Hollywood são realistas ou prejudiciais?",
        "Os meios de comunicação têm a responsabilidade de representar a diversidade?",
        "Quem é a verdadeira rainha do pop?",
        "Por que amamos dramas e escândalos de celebridades?",
        "Reality shows fazem mais mal do que bem aos seus participantes?",
        "A indústria da moda é realmente sobre arte ou apenas sobre dinheiro?",
        "Quem você acha que é o maior ícone da cultura pop de todos os tempos?",
        "A cultura pop nos une ou nos divide?",
        "Por que a cultura de 'stan' se tornou tão intensa?",
        "As tendências da moda são realmente novas ou apenas repetições de décadas passadas?"
      ]
    },
    {
      "category_name": "Ciência e Tecnologia (30 Perguntas)",
      "questions": [
        "A inteligência artificial eventualmente superará a inteligência humana?",
        "Devemos temer ou abraçar a modificação genética?",
        "A colonização de Marte é um objetivo realista ou uma fantasia?",
        "Estamos nos tornando escravos da tecnologia?",
        "Os humanos serão eventualmente substituídos por máquinas no local de trabalho?",
        "A tecnologia está nos tornando mais isolados ou mais conectados?",
        "Realidade virtual é o futuro do entretenimento ou apenas um modismo?",
        "Os smartphones arruinaram a arte da conversa?",
        "A era da privacidade acabou graças à tecnologia?",
        "A imortalidade através da ciência é uma bênção ou uma maldição?",
        "A tecnologia está matando empregos ou criando novas oportunidades?",
        "A singularidade tecnológica (quando máquinas superam humanos) é inevitável ou evitável?",
        "A realidade aumentada pode substituir a necessidade de viagens no futuro?",
        "Clonagem humana: progresso científico ou um passo longe demais?",
        "Devemos confiar em algoritmos para tomar decisões importantes?",
        "O avanço tecnológico é mais rápido do que nossa capacidade de controlá-lo?",
        "Devemos permitir que robôs tenham direitos?",
        "A fusão do cérebro humano com máquinas é o próximo passo na evolução?",
        "Você confiaria em um médico robô?",
        "A obsessão com a juventude pode nos levar a avanços perigosos na medicina?",
        "O acesso irrestrito à internet é um direito humano?",
        "Podemos realmente reverter as mudanças climáticas com a tecnologia?",
        "Será que um dia desbloquearemos todos os mistérios do universo?",
        "Devemos temer o desconhecido no cosmos?",
        "A obsessão com dispositivos e redes sociais está corroendo nossa saúde mental?",
        "O teletransporte, se possível, seria seguro ou um pesadelo tecnológico?",
        "Os seres humanos são apenas uma simulação de computador?",
        "Podemos criar consciência em máquinas?",
        "A realidade como conhecemos é uma ilusão?",
        "A iminente revolução da biotecnologia melhorará a humanidade ou nos levará à destruição?"
      ]
    },
    {
      "category_name": "Arte e Literatura (30 Perguntas)",
      "questions": [
        "A arte moderna é genuína ou uma farsa?",
        "Os clássicos literários são realmente superiores ou apenas hipervalorizados pelo tempo?",
        "Por que a Mona Lisa é tão famosa, realmente vale o hype?",
        "A literatura é uma representação precisa da sociedade ou uma idealização?",
        "Podemos realmente definir o que é 'arte'?",
        "Os autores devem ser julgados por suas vidas pessoais ou apenas por suas obras?",
        "A música pop de hoje é arte ou simplesmente entretenimento comercial?",
        "Os livros impressos morrerão em favor dos e-books?",
        "Por que artistas problemáticos como Picasso ou Hemingway ainda são celebrados?",
        "A ficção tem um impacto maior na sociedade do que a literatura de não-ficção?",
        "Os filmes são uma forma inferior de arte comparados à literatura?",
        "Por que algumas obras de arte são vendidas por milhões enquanto outras passam despercebidas?",
        "A censura na literatura e na arte é às vezes necessária?",
        "Os artistas têm a responsabilidade social de transmitir mensagens positivas?",
        "A fan fiction é uma forma legítima de literatura?",
        "Os museus de arte são elitistas?",
        "O graffiti é arte ou vandalismo?",
        "Literatura 'young adult' é apenas para jovens ou pode ser apreciada por todos?",
        "Por que muitos artistas só são reconhecidos após a morte?",
        "Literatura erótica é arte ou apenas pornográfica?",
        "Quem decide o que é 'arte de alta qualidade'?",
        "O sucesso na indústria literária é sobre talento ou marketing?",
        "A arte digital é menos válida que a arte tradicional?",
        "Devemos separar a arte do artista?",
        "As adaptações cinematográficas arruinam os livros originais?",
        "Literatura de gênero (como ficção científica, fantasia) é menos valiosa do que a literatura 'mainstream'?",
        "Por que as tragédias são tão valorizadas na arte e na literatura?",
        "A cultura pop merece o mesmo respeito que a arte clássica?",
        "A arte tem que ser difícil de entender para ser valiosa?",
        "Por que a literatura romântica é muitas vezes menosprezada?"
      ]
    },
    {
      "category_name": "Existenciais (30 Perguntas)",
      "questions": [
        "A vida tem um propósito inerente ou cada um deve criar o seu próprio?",
        "Se o universo é infinito, nossa existência tem algum significado?",
        "O livre-arbítrio existe ou estamos pré-determinados por nossas circunstâncias?",
        "Se não há vida após a morte, a moralidade ainda importa?",
        "Será que realmente existimos ou tudo é apenas uma ilusão?",
        "O que acontece com a nossa consciência depois da morte?",
        "Nossa percepção da realidade é verdadeira ou influenciada por nossas limitações humanas?",
        "Por que algo existe em vez de simplesmente nada?",
        "Estamos sozinhos no universo ou a vida extraterrestre é uma possibilidade?",
        "A humanidade é inerentemente boa ou má?",
        "O tempo é linear ou podemos perceber apenas uma fração dele?",
        "O que é a consciência e de onde ela vem?",
        "A imortalidade é uma bênção ou uma maldição?",
        "O que define a identidade de uma pessoa?",
        "Será que sonhos têm significados ocultos ou são simplesmente reflexos aleatórios de nossos pensamentos?",
        "A realidade é objetiva ou cada um tem sua própria versão?",
        "Será que o destino existe?",
        "Se o tempo e o espaço são infinitos, existe uma versão alternativa de você em algum lugar?",
        "É possível que vivamos em uma simulação?",
        "Por que a humanidade é tão obcecada pela ideia de Deus ou deuses?",
        "O que é o 'eu' e é constante ou sempre mudando?",
        "Se a inteligência artificial alcançar consciência, ela terá uma alma?",
        "A busca por significado é o que nos torna humanos?",
        "Por que o conceito de infinito é tão difícil para os humanos compreenderem?",
        "O universo tem consciência?",
        "Somos apenas produtos de nossos genes e ambiente, ou há algo mais em ser humano?",
        "Por que tantas culturas têm uma noção de vida após a morte?",
        "A perfeição é uma possibilidade ou apenas uma ideia ilusória?",
        "A existência humana é um acidente ou há um propósito maior?",
        "Será que o amor tem uma explicação lógica ou é puramente emocional?"
      ]
    },
    {
      "category_name": "Paradoxos (30 Perguntas)",
      "questions": [
        "Se um mentiroso declara que ele está mentindo, ele está dizendo a verdade ou mentindo?",
        "Se 'a resistência é inútil', não estaria a própria resistência provando que não é inútil?",
        "Se você voltasse no tempo e impedisse seus avós de se conhecerem, você ainda nasceria para fazer a viagem no tempo?",
        "Se o único objetivo da vida é sobreviver, por que não passamos a vida inteira em bunkers subterrâneos?",
        "Por que 'o inesperado' é esperado em muitos cenários?",
        "Se todos seguem o conselho de serem únicos e diferentes, todos não se tornam os mesmos?",
        "É possível que uma teoria completa e coerente do universo seja tão complexa que ninguém humano possa entendê-la?",
        "Se você puder fazer qualquer coisa, você pode criar uma pedra tão pesada que você mesmo não pode levantar?",
        "Como podemos saber que o que vemos como 'verde' é o mesmo 'verde' que outras pessoas veem?",
        "Se cada regra tem uma exceção, há uma exceção para essa regra?",
        "O Paradoxo do Gato de Schrödinger: O gato está vivo ou morto antes de olharmos para ele?",
        "Por que, ao tentarmos falhar e conseguirmos, falhamos em falhar?",
        "Se tudo é possível, a impossibilidade é possível?",
        "Como o Paradoxo do Navio de Teseu se aplica à identidade humana ao longo do tempo?",
        "Por que o Paradoxo de Zeno argumenta que movimento é impossível, mesmo quando vemos o movimento ao nosso redor?",
        "Pode um ser onipotente criar um enigma que ele próprio não pode resolver?",
        "Se o universo é infinito, qualquer evento, por mais improvável que seja, deve ocorrer em algum lugar?",
        "Se você copiasse todos os traços e memórias de alguém para um clone, o clone seria a mesma pessoa ou uma nova entidade?",
        "Qual é a realidade por trás do Paradoxo do Aniversário e como ele afeta nossa percepção das probabilidades?",
        "Se você precisa de experiência para conseguir um emprego e um emprego para ganhar experiência, como começa?",
        "Pode uma lista de todos os conjuntos que não contêm a si mesmos conter a si mesma?",
        "Por que o Paradoxo de Fermi sugere que devemos ver sinais de vida extraterrestre, mas não vemos?",
        "O que o Paradoxo do Burro Faminto nos diz sobre a tomada de decisões?",
        "Se você pudesse viajar no tempo e dar um manual de tecnologia avançada ao passado, de onde a tecnologia originalmente veio?",
        "Como o Paradoxo de Olbers desafia nossa compreensão do universo?",
        "Se dois viajantes do tempo alterassem o passado de maneiras opostas, cuja mudança persistiria?",
        "Por que a frase 'menos é mais' faz sentido em muitos contextos, embora seja contraditória?",
        "Como o Paradoxo de Twin se relaciona com a relatividade e como ele desafia nossas noções de tempo?",
        "Se um artista declara que 'toda arte é inútil', essa declaração torna sua própria arte inútil?",
        "Pode uma questão ser afirmativa e negativa ao mesmo tempo, como 'você vai responder 'não' para esta pergunta'?"
      ]
    },
    {
      "category_name": "Capitalismo Tardio (30 Perguntas)",
      "questions": [
        "O capitalismo tardio favorece mais as corporações do que os indivíduos?",
        "Você acredita que a 'gig economy' é uma consequência direta do capitalismo tardio?",
        "A cultura do 'trabalhar até a exaustão' é sustentável para a saúde mental?",
        "O que você acha da ideia de que as pessoas são agora 'marcas' em si mesmas?",
        "Como as mídias sociais influenciaram a natureza competitiva do mercado de trabalho?",
        "Por que produtos com 'estética minimalista' muitas vezes têm preços mais altos?",
        "A responsabilidade social corporativa é genuína ou apenas uma estratégia de marketing?",
        "Você acredita que estamos mais conectados ou alienados na era do capitalismo tardio?",
        "Os influenciadores digitais são um subproduto do capitalismo tardio?",
        "A ascensão do 'self-care' é uma resposta necessária ou uma comercialização de bem-estar?",
        "A cultura do cancelamento é influenciada pelo capitalismo?",
        "O acesso constante a tecnologia melhorou nossa qualidade de vida ou nos tornou escravos do sistema?",
        "O capitalismo tardio é responsável pela 'paralisia da escolha' que muitos consumidores enfrentam?",
        "Os modelos de assinatura (como Netflix, Spotify) são benéficos para os consumidores ou para as empresas?",
        "A obsolescência planejada é ética?",
        "Por que 'experiências' estão sendo comercializadas tanto quanto produtos?",
        "Você acha que a cultura do DIY (Faça Você Mesmo) é uma reação contra o capitalismo tardio?",
        "Como a noção de sucesso mudou na era do capitalismo tardio?",
        "Você acredita que o capitalismo tardio é insustentável a longo prazo?",
        "A ascensão dos pagamentos sem contato e das criptomoedas é uma liberdade ou uma armadilha?",
        "A meritocracia ainda existe ou é apenas um mito?",
        "Por que a cultura pop parece reciclar tendências em vez de criar novas?",
        "Os produtos eco-friendly são genuinamente ecológicos ou apenas uma tendência de marketing?",
        "Você acredita que a educação tornou-se uma mercadoria?",
        "Como o capitalismo tardio influenciou a arte contemporânea?",
        "É possível ser completamente 'desconectado' na era moderna?",
        "O minimalismo é um privilégio?",
        "Você acredita que o 'sonho' de possuir uma casa ainda é alcançável para a geração atual?",
        "A noção de 'tempo é dinheiro' é benéfica ou prejudicial para a sociedade?",
        "O que significa 'vender-se' na era do capitalismo tardio?"
      ]
    },
    {
      "category_name": "This or That (30 Perguntas)",
      "questions": [
        "Café ou chá?",
        "Verão ou inverno?",
        "Livro físico ou e-book?",
        "Doce ou salgado?",
        "Campo ou cidade?",
        "Gato ou cachorro?",
        "Manhã ou noite?",
        "Introvertido ou extrovertido?",
        "Montanhas ou praia?",
        "Carro ou bicicleta?",
        "Vinil ou streaming?",
        "Ficção ou não-ficção?",
        "Pizza ou hambúrguer?",
        "Telefone ou mensagem de texto?",
        "Vinho tinto ou branco?",
        "Dinheiro ou cartão?",
        "Pão francês ou integral?",
        "Comédia ou drama?",
        "Viajar no tempo: passado ou futuro?",
        "Chocolate ao leite ou amargo?",
        "Banho ou chuveiro?",
        "Tênis ou salto alto?",
        "Música ao vivo ou estúdio?",
        "Cinema ou Netflix?",
        "Mar ou piscina?",
        "Correr ou caminhar?",
        "Barba ou rosto limpo?",
        "Hotel ou camping?",
        "Sushi ou churrasco?",
        "Leitura ou escrita?"
      ]
    },
    {
      "category_name": "E se... mas... (30 Perguntas)",
      "questions": [
        "E se você pudesse voar... mas apenas a 1 metro do chão?",
        "E se você pudesse ser invisível... mas apenas quando ninguém estivesse por perto?",
        "E se você ganhasse na loteria... mas tivesse que doar metade para uma causa que não apoia?",
        "E se você pudesse ler mentes... mas apenas os pensamentos negativos?",
        "E se você pudesse viver para sempre... mas todos ao seu redor envelhecessem normalmente?",
        "E se você pudesse viajar no tempo... mas não pudesse interferir em nada?",
        "E se você pudesse ter qualquer trabalho no mundo... mas não recebesse salário por ele?",
        "E se você pudesse falar todas as línguas... mas esquecesse sua língua nativa?",
        "E se você encontrasse o amor verdadeiro... mas descobrisse que tem apenas um ano juntos?",
        "E se você pudesse comer tudo o que quisesse sem ganhar peso... mas perdesse o paladar?",
        "E se você pudesse ser o melhor em qualquer habilidade... mas esquecesse todas as outras habilidades que possui?",
        "E se você pudesse dormir apenas 4 horas e se sentir descansado... mas sonhasse pesadelos todas as noites?",
        "E se você pudesse mudar uma coisa no passado... mas outra coisa boa da sua vida desaparecesse?",
        "E se você tivesse a chance de conhecer seu ídolo... mas tivesse que passar 24 horas em um quarto escuro primeiro?",
        "E se você pudesse ter um superpoder... mas tivesse que dar um de seus cinco sentidos em troca?",
        "E se você encontrasse uma mala cheia de dinheiro... mas soubesse que é dinheiro de um crime?",
        "E se você pudesse escolher seu próprio destino... mas não pudesse mudar nada ao longo do caminho?",
        "E se você nunca sentisse dor... mas também nunca sentisse prazer?",
        "E se você pudesse trocar de vida com alguém... mas essa pessoa tomasse todas as decisões por você?",
        "E se você pudesse ser o mais rico do mundo... mas nunca pudesse sair de uma ilha deserta?",
        "E se você pudesse reviver um dia da sua vida... mas tivesse que reviver o pior dia da sua vida primeiro?",
        "E se você pudesse fazer uma pergunta e obter a verdade absoluta... mas tivesse que revelar o seu segredo mais profundo primeiro?",
        "E se você pudesse ver o futuro... mas não pudesse mudar nada do que viu?",
        "E se você pudesse ter qualquer animal como animal de estimação... mas ele ficasse do tamanho de um elefante?",
        "E se você pudesse ser famoso... mas apenas por algo que não fez?",
        "E se você pudesse garantir a felicidade eterna para alguém que ama... mas teria que viver com tristeza eterna?",
        "E se você tivesse a oportunidade de mudar o mundo... mas tivesse que sacrificar algo valioso para você?",
        "E se você pudesse ser o melhor jogador de um esporte... mas tivesse que abandonar todos os seus outros hobbies?",
        "E se você tivesse a capacidade de curar qualquer doença... mas cada vez que o fizesse, perdesse um ano de sua vida?",
        "E se você tivesse acesso a todas as informações do mundo... mas não pudesse compartilhar nada do que aprendeu?"
      ]
    }
  ]
}
