{
  "categories": [
    {
      "category_name": "Geral (45 Perguntas)",
      "questions": [
        "Qual é o seu filme favorito?",
        "Qual foi o momento mais feliz da sua vida?",
        "Se você pudesse ter um super poder, qual seria?",
        "Qual é seu lugar favorito para visitar?",
        "Qual é sua lembrança de infância favorita?",
        "Qual é seu maior medo?",
        "Qual característica sua você considera o seu ponto forte?",
        "Qual característica sua você considera o seu ponto fraco?",
        "Qual é seu maior arrependimento?",
        "Qual é a coisa mais importante para você na vida?",
        "Qual foi a sua maior conquista?",
        "Qual foi a coisa mais corajosa que você já fez?",
        "Qual é a coisa mais importante que você quer que as pessoas saibam sobre você?",
        "Um bilhão de reais ou vida eterna?",
        "Se você pudesse jantar com qualquer pessoa, viva ou morta, quem seria e por quê?",
        "Se você pudesse mudar algo em seu passado, o que seria?",
        "Qual livro que mais te marcou e por quê?",
        "Se você fosse um personagem de filme ou livro, quem seria?",
        "Qual é o talento que você gostaria de ter e por quê?",
        "Se você pudesse morar em qualquer lugar do mundo, onde seria?",
        "Qual é a coisa mais estranha ou engraçada que já te aconteceu?",
        "Se você ganhasse na loteria, o que faria com o dinheiro?",
        "Qual é a melhor viagem que você já fez?",
        "Se você pudesse ter um dia perfeito, como seria?",
        "Qual é a coisa mais louca que você gostaria de fazer, mas ainda não fez?",
        "Se você pudesse passar um dia com uma celebridade, quem seria?",
        "Qual é a maior mudança que você fez na sua vida até agora?",
        "Qual foi o último filme que te fez chorar?",
        "Qual é a coisa mais valiosa que você aprendeu na vida?",
        "Qual é a sua trilha sonora da vida?",
        "Se você pudesse ter uma conversa com a sua versão de 10 anos atrás, o que diria?",
        "Qual foi a coisa mais difícil que você teve que superar?",
        "Qual é a sua primeira memória?",
        "Se pudesse escolher, como seria o seu último dia de vida?",
        "Se você pudesse ter um animal exótico de estimação, qual seria?",
        "Se tivesse a oportunidade de ir ao espaço, você iria?",
        "Quais são os três itens que você salvaria em um incêndio?",
        "Qual foi a coisa mais gentil que alguém já fez por você?",
        "Qual é o seu episódio de série ou filme que você poderia assistir repetidamente e nunca se cansar?",
        "Se você tivesse a oportunidade de ser imortal, aceitaria?",
        "Qual é a sua comida reconfortante favorita?",
        "Se você pudesse mudar algo no mundo, o que seria?",
        "Qual é o lugar que você mais quer visitar no mundo?",
        "Qual é a sua maior realização pessoal?"
      ]
    },
    {
      "category_name": "Picante (45 Perguntas)",
      "questions": [
        "Qual a última vez que você beijou alguém?",
        "Qual a última vez que você transou?",
        "Qual o maior tempo que você passou sem pegar ninguém?",
        "Qual foi o seu primeiro beijo mais memorável?",
        "Qual é a sua fantasia secreta?",
        "Qual foi o lugar mais estranho onde você já beijou alguém?",
        "Se você pudesse beijar uma celebridade, quem seria?",
        "Você já teve um sonho erótico com alguém que conhece?",
        "Qual é a coisa mais ousada que você já fez?",
        "Você já teve uma paixão por um amigo de seu parceiro?",
        "Se você pudesse passar uma noite com qualquer pessoa no mundo, quem seria?",
        "Qual é a coisa mais louca que você já fez por amor?",
        "Qual é a coisa mais embaraçosa que já aconteceu com você na cama?",
        "Você já teve um encontro às cegas? Como foi?",
        "Qual é a sua maior atração por alguém?",
        "Você já fez algo e se arrependeu no dia seguinte?",
        "Você já foi seduzido ou seduziu alguém?",
        "Você já traiu alguém?",
        "Qual foi a situação mais constrangedora que você já teve em um encontro?",
        "Qual é a sua música favorita para 'aquecer o clima'?",
        "Você já fez amor em um lugar público?",
        "Qual é a coisa mais selvagem que você já fez na cama?",
        "Qual é a sua roupa íntima favorita?",
        "Você já se sentiu atraído por alguém do mesmo sexo?",
        "Qual é o seu filme romântico favorito e por quê?",
        "Qual é a coisa mais sexy que alguém já fez por você?",
        "Qual é a sua posição favorita?",
        "Qual foi a melhor noite da sua vida?",
        "Você já saiu com duas pessoas ao mesmo tempo sem elas saberem?",
        "Você já usou um brinquedo erótico?",
        "Você já teve uma experiência de 'uma noite'?",
        "Qual foi a coisa mais romântica que alguém já fez por você?",
        "Qual é a sua opinião sobre a troca de casais?",
        "Você já teve uma 'quedinha' por seu chefe ou professor?",
        "Você prefere beijar ou ser beijado?",
        "Qual é a coisa mais divertida que já aconteceu com você na cama?",
        "Quando foi a última vez que você se sentiu realmente atraído por alguém?",
        "Qual é a coisa mais sexy em você?",
        "Qual é o seu segredo mais sujo?",
        "Você prefere luzes acesas ou apagadas?",
        "Qual é a coisa mais atraente em um parceiro?",
        "Você prefere dar ou receber carinho?",
        "Qual foi o flerte mais descarado que você já recebeu?",
        "Qual foi a pior tentativa de paquera que você já presenciou?",
        "Qual é a coisa mais maluca que você faria por amor ou luxúria?",
        "Você já enviou ou recebeu uma mensagem picante?",
        "Você já fez algo que seus pais definitivamente desaprovariam?",
        "Qual é o maior erro que você já cometeu no jogo da sedução?",
        "Você já teve um encontro romântico que foi totalmente desastroso?",
        "Qual foi a maior lição que você aprendeu com uma relação passada?",
        "Qual é a coisa mais sensual que um parceiro pode fazer por você?",
        "Você já fez algo de que se envergonhe por um parceiro?",
        "Qual é a coisa mais apaixonada que você já fez?"
      ]
    }
  ]
}
